978-4-7973-9858-8,C言語プログラミングレッスン入門編 第３版,SB Creative,2380,2020/01/28 0:00:00,False
978-4-7980-5759-0,はじめてのAndroidアプリ開発,秀和システム,3200,2019/08/10 0:00:00,False
978-4-7981-5112-0,独習Java 新版,翔泳社,2980,2019/05/15 0:00:00,False
978-4-7981-5322-3,Docker教科書,翔泳社,3000,2018/04/11 0:00:00,False
978-4-7981-5757-3,JavaScript逆引きレシピ 第２版,翔泳社,2800,2018/10/15 0:00:00,False
978-4-7981-6044-3,Androidアプリ開発の教科書,翔泳社,2850,2019/07/10 0:00:00,True
978-4-7981-6149-5,実践ドメイン駆動設計 DDD入門,翔泳社,1600,2019/05/31 0:00:00,
978-4-7981-6365-9,独習 ASP.NET 第６版,翔泳社,3800,2020/02/17 0:00:00,False
978-4-8026-1226-5,SQLデータ分析 活用入門,ソシム,2600,2019/09/12 0:00:00,False
978-4-8156-0182-9,Vue.js実践入門,ＳＢクリエイティブ,3380,2019/08/22 0:00:00,False
978-4-8222-5399-8,Visual C#超入門 2019,日経ＢＰ,2000,2019/08/22 0:00:00,True
978-4-8222-8651-4,Visual C++超入門2019,日経ＢＰ,2000,2019/10/03 0:00:00,True


